Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Netflix Studio Loc - PL.tmx
Source language: en
Languages: pl

source: Perpetuity (or the “Life of copyright, including all renewals and extensions”)
pl: Prawa autorskie, w tym wszelkie odnowienia i rozszerzenia, są wieczyste.

source: No parties should commence services until a deal has been fully negotiated and a contract signed.
pl: Żadna ze stron nie powinna rozpoczynać świadczenia usług do czasu zakończenia negocjowania warunków i podpisania umowy.

source: Each contract must include all cleared rights listed above (e.g., media, term, and territory), as well as the following:
pl: Każda umowa musi zawierać wszystkie zatwierdzone prawa wymienione powyżej (np. obejmujące media, okres obowiązywania i terytorium), a także:

source: Media (for films):
pl: Media (filmy):

source: The Netflix Music team already has multiple blanket deals in place with music libraries that include all needed rights.
pl: Zespół Netflix Music posiada już wiele umów wielopunktowych z bibliotekami audio, a umowy te zawierają wszystkie potrzebne prawa.

source: If you or your production counsel cannot resolve a significant issue, please reach out to your contact on the Netflix Music team.
pl: Jeśli z pomocą doradcy ds. produkcji filmowej nie można rozwiązać istotnego problemu, prosimy zwrócić się do osoby kontaktowej w zespole Netflix Music.

source: If you cannot find a particular contract or template for your territory, it will be provided directly to you by the Netflix Music team.
pl: Jeśli nie można znaleźć konkretnej umowy lub szablonu umowy dla swojego terytorium, dokumenty zostaną dostarczone bezpośrednio przez zespół Netflix Music.

source: Is the score to be recorded and produced in the composer's studio, or will there be live orchestration?
pl: Czy ścieżka dźwiękowa ma być nagrana i wyprodukowana w studiu kompozytora, czy też będzie to aranżacja na żywo?

source: Is there an instrumental main-title theme or a sting?
pl: Czy w produkcji jest zawarty instrumentalny utwór przewodni/tytułowy lub powtarzający się przerywnik muzyczny?

source: Confirm if the Netflix Content Executive wants to be involved in creative approvals of the original score.
pl: Należy potwierdzić, czy dyrektor ds. treści w Netfliksie chce być zaangażowany w proces kreatywnego zatwierdzania oryginalnej ścieżki dźwiękowej.

source: In most territories, music publishers and record labels negotiate aggressively.
pl: Na większości obszarów wydawcy muzyczni i wytwórnie płytowe stosują agresywne taktyki negocjacyjne.

source: Composers must not retain any ownership in compositions or sound recordings, nor retain any soundtrack rights unless approved in advance by the Netflix Music team.
pl: Kompozytorzy nie mogą zachować żadnych praw własności do kompozycji lub nagrań dźwiękowych ani zachować żadnych praw do ścieżki dźwiękowej, chyba że zostanie to wcześniej zatwierdzone przez zespół Netflix Music.

source: Term:
pl: Okres obowiązywania:

source: Wherever possible, please use our standard contracts.
pl: Tam, gdzie to możliwe, należy skorzystać z naszych standardowych umów.

source: Netflix standard contracts and templates for pre-existing licensed music can be found here.
pl: Standardowe umowy i szablony umów Netfliksa dotyczące istniejącej muzyki udostępnianej na podstawie licencji znajdują się tutaj.

source: To appropriately budget and schedule for a given project, it is crucial to identify whether the project is music-intensive and, if so, to inform the respective Netflix Studio departments of all projected scheduling and music-related complexities.
pl: Aby odpowiednio zaplanować budżet i harmonogram danego projektu, kluczowe jest określenie, czy projekt zawiera dużo muzyki, a jeśli tak, poinformowanie odpowiednich działów Netflix Studio o wszystkich przewidywanych harmonogramach i zawiłościach związanych z muzyką.

source: Plus, there are other factors, like the budget and production schedule, to consider.
pl: Ponadto istnieją inne czynniki, takie jak budżet i harmonogram produkcji, które należy wziąć pod uwagę.

source: Note, however, that translations for dubbing purposes (e.g., lyrics spoken or sung on-screen) may need to be preapproved in writing by the applicable publishers, therefore, we recommend that you obtain this approval as early as possible if it’s likely that the lyrics will need to be translated or Netflix’s content localization team has indicated that the lyrics will need to be translated.
pl: Należy jednak pamiętać, że tłumaczenia do celów dubbingu (np. tekstów piosenek wypowiadanych lub śpiewanych na ekranie) mogą wymagać wstępnej zgody na piśmie od stosownych wydawców, dlatego zalecamy jak najszybsze uzyskanie takiej zgody, jeśli jest prawdopodobne, że teksty piosenek będą musiały zostać przetłumaczone lub jeśli zespół lokalizacji treści Netfliksa określi, że teksty piosenek będą musiały zostać przetłumaczone.

source: Some questions that will help inform budget and schedule include:
pl: Oto kilka pytań, które pomogą nadać kształt budżetowi i harmonogramowi:

source: If a music publisher or record label refuses to grant such rights, please contact the Music team immediately for guidance.
pl: Jeśli wydawca muzyczny lub wytwórnia płytowa odmówią przyznania takich praw, prosimy o niezwłoczne skontaktowanie się z zespołem Netflix Music w celu uzyskania wskazówek co do dalszego postępowania.

source: Negotiating the Contract — Netflix may already have a standard contract for your specific country, which we will provide for you to use.
pl: Negocjowanie umowy — Netflix może mieć już standardową umowę dla danego kraju, z której można skorzystać.

source: If there is no pre-negotiated template in place, you will need to negotiate the contract, using the Netflix contract as a reference.
pl: Jeśli nie ma do dyspozycji wstępnie wynegocjowanego szablonu, należy wynegocjować umowę, używając umowy Netfliksa jako odniesienia.

source: All media now known or hereafter devised
pl: Wszystkie media znane obecnie lub opracowane w przyszłości.

source: The Netflix Music team can provide referrals where needed.
pl: Zespół Netflix Music może w razie potrzeby polecić odpowiednich specjalistów.

source: Are you thinking about hiring a composer for your production?
pl: Rozważasz zatrudnienie kompozytora do swojej produkcji?

source: Netflix standard contracts and templates for score and original songs can be found here.
pl: Standardowe umowy Netfliksa i szablony umów dotyczące ścieżek dźwiękowych oraz utworów oryginalnych znajdują się tu.

source: Look out for modifications to your clearance requests (typically in the form of stamps and redlines).
pl: Należy uważać na zmiany w przedłożonych wnioskach o zezwolenie na wykorzystanie (zazwyczaj w formie usunięć i wyróżnień).

source: Do you have alternate songs ready for the mix if you are clearing songs that are known to be difficult to clear, may cost too much, or might not clear in time?
pl: Czy dostępne są alternatywne utwory gotowe do wykorzystania w miksie, jeśli procesowi zatwierdzania do wykorzystania podlegają utwory muzyczne, na które trudno uzyskać takie zatwierdzenie, które mogą kosztować zbyt wiele lub których zatwierdzenie może nie być wydane na czas?

source: If we do not have a standard contract for your country, please share the contract you intend to use with the Netflix Music team before providing it to the music creator.
pl: Jeśli nie mamy standardowej umowy dla danego kraju, prosimy o udostępnienie zespołowi Netflix Music umowy, która ma być wykorzystana, przed przekazaniem jej twórcy muzyki.

source: How many?
pl: Jak dużo ich jest?

source: Translation Rights — The right to translate song lyrics in all languages for subtitling and captioning purposes, without the publisher’s approval.
pl: Prawa do tłumaczenia — Prawo do tłumaczenia tekstów piosenek we wszystkich językach w celach umieszczenia ich w treści napisów bez zgody wydawcy.

source: It is unreasonable for publishers to expect you to send lyrics to them for approval for every song, in every language, for every project.
pl: Nieuzasadnione jest oczekiwanie wydawców, że otrzymają do zatwierdzenia teksty każdego utworu, w każdym języku, dla każdego projektu.

source: If you can’t secure the above rights, please contact the Netflix Music team before agreeing to any restrictions or exclusions.
pl: Jeśli nie można zabezpieczyć powyższych praw, należy skontaktować się z zespołem Netflix Music przed wyrażeniem zgody na jakiekolwiek ograniczenia lub wyłączenia.

source: All media now known or hereafter devised, excluding theatrical (but including film festivals, premieres and other promotional screenings)
pl: Wszystkie media znane obecnie lub opracowane w przyszłości, z wyłączeniem pokazów kinowych (lecz włączając festiwale filmowe, premiery i inne pokazy promocyjne).

source: Will your production contain original songs?
pl: Czy produkcja będzie zawierać oryginalne utwory muzyczne?

source: 100% Ownership — You’re required to obtain all rights in all music created for your production (either as a “work for hire” or through an assignment of all rights to the production), including in-context and out-of-context promotional rights.
pl: 100% własności — Należy uzyskać wszelkie prawa do całej muzyki stworzonej dla danej produkcji (w ramach zlecenia lub na mocy cesji wszelkich praw do muzyki), w tym prawa do wykorzystania muzyki do promocji wyłącznie w takim kontekście audiowizualnym, w jakim dana muzyka pojawia się w produkcji oraz prawa do wykorzystania muzyki do promocji w dowolnym kontekście audiowizualnym.

source: Music rights and deals can be complicated, and different countries have different laws and conventions.
pl: Kwestie związane z prawami do muzyki oraz umowami mogą być skomplikowane, a w różnych krajach obowiązują różne prawa i konwencje.

source: This includes charging high fees, limiting or excluding rights, and placing additional obligations on producers and distributors.
pl: Obejmują one pobieranie wysokich opłat, ograniczanie lub wyłączanie praw oraz nakładanie dodatkowych obowiązków na producentów i dystrybutorów.

source: If a CMO does not exist in a particular territory or region (e.g., Middle East), you must include public performance rights for those territories in the contract.
pl: Jeśli organizacje zbiorowego zarządzania nie istnieją na danym terytorium lub w danym regionie (np. na Bliskim Wschodzie), należy w umowie uwzględnić prawa do publicznego wykonania dla tych terytoriów.

source: Unfortunately, many publishers and labels will not accept Netflix’s standard contract and will insist on the use of their own contracts.
pl: Niestety wielu wydawców i wiele wytwórni płytowych nie akceptuje standardowych umów Netfliksa i wymaga korzystania z własnych umów.

source: Music Libraries — Please do not use royalty-free online music.
pl: Biblioteki muzyczne — Prosimy nie używać muzyki online wolnej od opłat licencyjnych.

source: Territory:
pl: Terytorium:

source: Would you like to know more about our music-library blanket deals?
pl: Chcesz dowiedzieć się więcej o naszych umowach wielopunktowych z bibliotekami audio?

source: Are you considering pre-existing commercial music?
pl: Czy brane jest pod uwagę wykorzystanie już istniejącej muzyki komercyjnej?

source: Please let the Netflix Music team know if you or any composers have any questions, and we will be happy to respond.
pl: Należy poinformować zespół Netflix Music w razie wszelkich pytań, a my chętnie na nie odpowiemy.

source: If you answered "yes" to one or more of the above questions, you've come to the right place.
pl: Jeśli odpowiedź na jedno lub więcej z powyższych pytań jest twierdząca, jesteś we właściwym miejscu.

source: Direct Performance Licensing — In certain territories, where permissible, you are required to seek a direct public performance (or communication to the public) license from any composers you engage.
pl: Licencja na wykonanie bezpośrednie — Na niektórych terytoriach, o ile jest to dopuszczalne, należy uzyskać licencję na bezpośrednie publiczne wykonanie (lub odtwarzanie publiczne) od wszystkich zatrudnionych kompozytorów.

source: If you wish to license pre-existing music for your production, please review the following requirements.
pl: W przypadku licencjonowania już istniejącej muzyki dla danej produkcji, należy zapoznać się z poniższymi wymaganiami:

source: Worldwide
pl: Cały świat

source: Are there original songs?
pl: Czy produkcja zawiera oryginalne utwory muzyczne?

source: Assignment Rights — If possible under local laws, the right to assign and sub-license the contract to other parties, including affiliated entities and other reputable distributors.
pl: Prawa do cesji — Jeśli to możliwe na mocy prawa lokalnego, prawo do cesji i sublicencji umowy innym stronom, w tym podmiotom powiązanym i innym renomowanym dystrybutorom.

source: In-context promotions and trailers (and out-of-context rights where possible, and always for main title/theme songs).
pl: Możliwość wykorzystania muzyki do promocji i w zwiastunach wyłącznie w kontekście audiowizualnym, w jakim pojawia się ona w danym dziele (oraz możliwość wykorzystania muzyki do promocji i w zwiastunach w dowolnym kontekście audiowizualnym, jeśli jest to możliwe, a zawsze odnośnie muzycznych utworów tytułowych/przewodnich).

source: If so, are there vocals?
pl: Jeśli tak, to czy utwór zawiera wokal?

source: This right is unrelated to audio-only exploitation (e.g., soundtrack albums).
pl: Prawo to nie ma związku z wykorzystywaniem tylko audio (np. albumu ze ścieżką dźwiękową).

source: They can assist you with creative decisions and budgetary requirements — and ensure compliance with the commercial and legal requirements in this document.
pl: Mogą oni pomagać w podejmowaniu decyzji kreatywnych i przy spełnianiu wymogów budżetowych oraz zapewniać zgodność z wymogami handlowymi i prawnymi zawartymi w niniejszym przewodniku.

source: Your production will be released on the Netflix service; therefore, traditional “step deals” and box office bonuses are not acceptable.
pl: Produkcja zostanie udostępniona w serwisie Netflix, dlatego tradycyjne negocjowanie przyszłych emisji w różnych mediach oraz premie za wpływy kasowe nie są dopuszczalne.

source: 100% Clearance — You must clear 100% of all compositions and sound recordings used in your production for the following:
pl: 100% zatwierdzenia wykorzystania — 100% wszystkich kompozycji i nagrań dźwiękowych użytych w danej produkcji do niżej wymienionych celów musi zostać zatwierdzone do wykorzystania.

source: Creating Score & Original Songs
pl: Tworzenie ścieżki dźwiękowej i oryginalnych utworów muzycznych

source: If a publisher or label attempts to restrict or exclude rights — or place additional obligations on you or Netflix, please push back forcefully and consider selecting another song.
pl: Jeśli wydawca lub wytwórnia płytowa próbują ograniczyć lub wyłączyć prawa lub nałożyć dodatkowe obowiązki na stronę negocjującą lub Netflix, należy stanowczo odmówić i rozważyć wybór innego utworu.

source: If applicable, the Post Production Supervisor should be engaged to discuss schedule and workflow to ensure timely delivery of all licensed music, original songs, and score for the final mix.
pl: W stosownych przypadkach kierownik postprodukcji powinien być zaangażowany w ustalanie harmonogramu i przepływu pracy, aby zapewnić terminowe dostarczanie wszystkich licencjonowanych utworów, oryginalnych utworów muzycznych i ścieżki dźwiękowej włączonych do miksu ostatecznego.

source: Please click here for more information.
pl: Kliknij tutaj po więcej informacji.

source: For master recordings, all rights, including rights to public performance (or communication to the public), must be included in the contract.
pl: W przypadku oryginalnych nagrań utworów wszelkie prawa, w tym prawa do publicznego wykonywania (lub odtwarzania publicznego), muszą być ujęte w umowie.

source: Before you hire a composer or performer to create original music for your production, please review the following requirements:
pl: Przed zatrudnieniem kompozytora lub wykonawcy do stworzenia oryginalnej muzyki do produkcji, należy zapoznać się z następującymi wymaganiami:

source: Spotting, music editor start date, scoring, and music mix should be addressed with the Post Production Supervisor and communicated to the Netflix team.
pl: Spotting, data rozpoczęcia pracy montażysty muzyki, ścieżka dźwiękowa i miks muzyki powinny być uzgodnione z kierownikiem postprodukcji oraz przekazane zespołowi Netfliksa.

source: The Netflix Music team has pre-negotiated templates in place with many publishers and labels, which may be helpful during your negotiations, so we encourage you to ask the Netflix Music team for those templates, where applicable.
pl: Zespół Netflix Music posiada wstępnie wynegocjowane szablony umów z wieloma wydawcami i wytwórniami, co może być pomocne podczas negocjacji, dlatego zachęcamy do zwrócenia się do zespołu Netflix Music o udostępnienie tych szablonów w stosownych przypadkach.

source: Public Performance Rights — For compositions only, Netflix will only be responsible for clearing public performance rights (or communication to the public rights) from collective management organizations (CMOs) authorized under applicable law in each territory.
pl: Prawa do publicznego wykonania — Wyłącznie w przypadku kompozycji. Netflix jest odpowiedzialny wyłącznie za uzyskanie zatwierdzenia prawa do wykonania publicznego (lub odtwarzania publicznego) od organizacji zbiorowego zarządzania (CMO) upoważnionych na mocy obowiązującego prawa na każdym z terytoriów.

source: Publisher/Label Waivers — If original music is created by a songwriter or recording artist signed exclusively to a music publisher or record label, you might need to obtain an additional clearance in the form of a waiver from that publisher or label.
pl: Zrzeczenie się praw przez wydawcę muzycznego / wytwórnię płytową — Jeśli oryginalna muzyka jest tworzona przez autora tekstów lub wykonawcę nagrania, którego obowiązuje umowa wyłączności z wydawcą muzycznym lub wytwórnią płytową, może być konieczne uzyskanie dodatkowego zezwolenia w formie zrzeczenia się praw przez danego wydawcę lub wytwórnię.

source: This is an opportunity for composers to collect their performance fees directly up front.
pl: Jest to okazja dla kompozytorów do pobierania opłat za wykonanie bezpośrednio z góry.

source: Setting a Budget & Scheduling
pl: Określanie budżetu i harmonogramu

source: Does the cast sing?
pl: Czy obsada śpiewa?

source: Mechanical/Reproduction Rights — When we say “mechanical rights,” we mean the right to reproduce or make copies of the composition as contained in the audiovisual production (e.g., digital downloads, DVDs, or offline viewing).
pl: Prawa mechaniczne/reprograficzne — Prawo mechaniczne odnosi się do powielania lub tworzenia kopii kompozycji zawartych w produkcji audiowizualnej (np. plików do pobrania w wersji cyfrowej, płyt DVD lub oglądania offline po pobraniu).

source: These libraries will provide you with access to hundreds of thousands of high-quality cues, and no additional fees or contracts are required.
pl: Biblioteki audio zapewnią dostęp do setek tysięcy wysokiej jakości motywów muzycznych, a do korzystania z nich nie są wymagane żadne dodatkowe opłaty ani umowy.

source: Media (for series):
pl: Media (seriale):

source: Does your budget allow for them to be cleared for all media (film) or all media excluding theatrical (series) in perpetuity?
pl: Czy budżet pozwala na wieczyste zatwierdzenie ich wykorzystania dla wszystkich mediów (film) lub wszystkich mediów z wyłączeniem wersji kinowej (serial)?

source: All you are required to do is accurately list the cues you use on the cue sheets you submit to Netflix via Cuetrak (see below).
pl: Wystarczy tylko sporządzić dokładny wykaz wykorzystywanych utworów muzycznych w formie arkusza, który należy przesłać do Netfliksa za pośrednictwem Cuetrak (zob. poniżej).

source: Waiver of Injunctive Relief — If possible under local laws, a publisher’s or label’s only remedy in the event of a breach of contract or dispute must be monetary damages, and the right to equitable or injunctive relief must be waived.
pl: Zrzeczenie się zabezpieczenia roszczeń w drodze nakazu lub zakazu sądowego — Jeśli jest to możliwe na mocy prawa lokalnego, jedynym środkiem zaradczym wydawcy lub wytwórni płytowej w przypadku naruszenia warunków umowy lub sporu musi być odszkodowanie pieniężne i wydawca lub wytwórnia płytowa muszą zrzec się prawa do zabezpieczenia roszczeń w drodze nakazu lub zakazu sądowego lub do zadośćuczynienia na zasadzie słuszności.

source: Conversations about the creative scope of music (songs, score, and personnel) should happen early in the production budgeting phase, so the music budget and schedule align with the creative expectations.
pl: Rozmowy na temat kreatywnego zakresu muzyki (utworów muzycznych, ścieżki dźwiękowej i personelu) powinny odbywać się na wczesnym etapie budżetowania produkcji, by budżet muzyczny i harmonogram były zgodne z oczekiwaniami twórczymi.

source: There should be no fee for these rights.
pl: Za prawa te nie powinny być pobierane opłaty.

source: Please read this information carefully and share it with everyone involved with music on your production, including your production counsel and Music Supervisor.
pl: Prosimy o uważne zapoznanie się z informacjami poniżej i podzielenie się nimi ze wszystkimi osobami zaangażowanymi w kwestie związane z muzyką w produkcji, w tym z doradcą ds. produkcji filmowej i kierownikiem muzycznym.

source: Once you’ve hired a Music Supervisor and/or Clearance Consultant, be sure to share the music budget with them, inform them of the Netflix music libraries, and discuss the creative music needs, clearance, and post production timeline.
pl: Po zatrudnieniu kierownika muzycznego i/lub konsultanta ds. zatwierdzenia wykorzystania utworów muzycznych należy pamiętać, aby udostępnić tym osobom informacje o budżecie muzycznym, poinformować o bibliotekach audio Netfliksa i omówić potrzeby kreatywne dotyczące muzyki, zatwierdzenia i harmonogramu postprodukcji.

source: Are there licensed tracks?
pl: Czy częścią produkcji są licencjonowane utwory?

source: Licensing Pre-Existing Music
pl: Licencjonowanie już istniejącej muzyki

source: All contracts must include a license for mechanical rights.
pl: Wszystkie umowy muszą zawierać licencję na prawo mechaniczne.

source: Have you and your Post Production Supervisor agreed on when the score and songs need to be delivered and cleared for the final mix?
pl: Czy uzgodniono z kierownikiem postprodukcji, kiedy należy dostarczyć ścieżkę dźwiękową i utwory muzyczne oraz do kiedy muszą być one zatwierdzone do wykorzystania w ostatecznym miksie?

source: We’ve created this guide to simplify things as much as possible.
pl: Stworzyliśmy ten przewodnik, aby jak najbardziej uprościć cały proces.

source: Please use it as a resource throughout your production and reach out to your production counsel if you have any questions.
pl: Warto korzystać z niego podczas całego procesu produkcji, a w przypadku pytań, zachęcamy do kontaktu ze swoim doradcą ds. produkcji filmowej.

source: Because Netflix distributes content globally, music will need to be cleared more broadly than what is typical for other productions.
pl: Ponieważ Netflix dystrybuuje treści na całym świecie, obsługa prawna związana z muzyką musi obejmować szerszy zakres niż jest to typowo praktykowane przy innych produkcjach.

source: You are required to deliver a final music clearance report to Legal Delivery no later than the end of final mix using this template.
pl: Należy przedłożyć raport końcowy dotyczący zatwierdzenia wykorzystania muzyki do działu prawnego nie później niż na koniec ustalenia ostatecznego miksu przy użyciu tego szablonu.
